Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob2sme/facta/skuvlahistorja4/graff-s.htm.tmx
Source language: sme
Languages: nob

source: « Mánát čájehedje , earret moadde , ahte sii leat bures oahpahuvvon » .
nob: « Børnene viste , på enkelte undtagelser nær , at være meget vel underviste » .

source: Proavásoahppaladdamii jagis 1879 bođii biireoahpaheaddji Matheussen .
nob: Under prostevisitasen i 1879 møtte kretsskolelærer Matheussen .

source: Muhto 101 geatnegas oahppis bohte dušše 37 , danne go – nu go daddjojuvvui – stuora oassi vuonain ássi álbmogis ii diehtán oahppaladdamis maidege , danne go dohko ii dolvojuvvo poasta .
nob: Men av 101 møtepliktige , møtte kun 37 barn , fordi , som det blei sagt , visitasen var ubekjent for den største del av allmuen inne i fjordene , hvor det ikke er noen postgang .

source: Matheussen lei bismaoahppaladdamis jagis 1881 ja nu maiddái 1883:s .
nob: Matheussen var tilstede under bispevisitasen i 1881 og under prostevisitasen i 1883 .

source: Jagis 1885 son ii boahtán oahppaladdamii , muhto 1888:s gal bođii golmmain mánáin .
nob: I 1885 var han ikke til stede , men møtte til bispevisitasen i 1888 med 3 barn .

source: Muhto bohtosat ledje heittohat .
nob: Men resultatene var dårlig .

source: « Mánáid máhtolašvuođa dássi čájehuvvui leat hui vuollin . »
nob: « Det Kundskabstrin hvorpaa Børnene stod , viste sig i regelen at være meget lavt » .

source: Jagis 1890 Matheussen ii boahtán ieš , muhto liikká bohte 5 máná su biires .
nob: I 1890 uteblei han , men det møtte likevel 5 barn fra hans krets .

source: Sii ožžo rámi sihke lohkama ja kristtalašvuođamáhtu ovddas .
nob: De fikk god attest både i lesing og kristendom .

source: Bismaoahppaladdamii jagis 1892 bođii Matheussen 7:in mánáin 16 mánás .
nob: Under bispevisitasen i 1892 møtte Matheussen med 7 av 16 barn .

source: Son geahččalii ságastallat mánáiguin 5. rohkosa birra , « muhto sin máhttu dan hárrái ja Katekismusa hárrái oppalohkái lei headju .
nob: Han forsøkte å samtale med barna om den 5. bønn , « men deris Kjendskab til den og til Katekismen i det Hele viste sig at være maadelig .

source: Nu lei maiddái sin máhttu dárogiela lohkamis , muhto muhtumat dáin mánáin lohke datte oalle bures sámegiela » .
nob: Ligesaa stod de fleste af dem meget tilbage i Lesning af Norsk , hvorimod flere af Børnene leste ret godt Finsk » .

source: Lea nappo oalle čielggas ahte Matheussen lea ollu geavahan sámegiela oahpahusas .
nob: Det er altså tydelig at Matheussen har brukt mye samisk i undervisninga .

source: Čuovvovaš oahppaladdamis jagis 1894 ii dihtton Matheussen iežas skuvlamánáiguin .
nob: Ved den neste visitasen i 1894 uteblei Matheussen med skolebarna sine .

source: Dohko bohte dušše ovccis 72 oahppaladdangeatnegas mánáin .
nob: Her møtte bare 9 av 72 visitaspliktige barn .

source: Sivvan dasa daddjui leat guhkes mátkkit ja ahte gohččun bođii fáhkka , muhto maiddái váhnemiid berošmeahttunvuohta namuhuvvui .
nob: Årsaken blei forklart med lange veger og kort varsel , men også ved foreldrenes sløvhet og likegyldighet .

source: Muhto mii sáhttit jurddašit ahte Matheussen lea dihtomielalaččat garván bismaoahppaladdama , go 1892 oahppaladdamis ii mannan nu bures .
nob: Men vi kan undres på om han bevisst lot være å komme etter den negative erfaringa fra visitasen i 1892 .

source: Matheussen ii boahtán šat eanet oahppaladdamiidda iežas oahpaheaddjeáiggis , dađi mielde go mis leat dieđut .
nob: Matheussen møtte ikke på noen flere visitaser gjennom hele resten av lærertida si , så vidt jeg kan se .

source: Gullat ovdamearkka dihte ahte son ii boahtán jagis 1898 , ii ge son dihtton jagiid 1900 ja 1902 ge .
nob: Vi hører for eksempel om at han i 1898 ikke var møtt fram , og at han i 1900 og 1902 var fraværende .

source: Jagis 1904 « ii lean Matheussen , Muotkki oahpaheaddji … ieš , ii ge oktage su mánáin boahtán » , ja 1906:s muitaluvvo ahte Matheussen ii lean boahtán , ii ge oktage su mánáin .
nob: I 1904 var « Matheussen fra Slotten … verken selv tilstede eller nogen af hans Børn » , og i 1906 opplyses at Matheussen var fraværende , og ingen av hans barn var møtt opp .

source: Oahppaladdan-protokollas boahtá čielgasit ovdan ahte girkolaš hearrát eai liikon dása ja ledje duhtameahttumat dan hárrái .
nob: Visitasprotokollene forteller ganske tydelig at de geistlige herrer ikke likte dette og uttrykte misnøye med det .

source: Ii dáidde leat soaittáhat ahte Matheussen ii šat boahtán oahppaladdamiidda .
nob: Det er fristende å tro at det neppe var tilfeldig at Matheussen lot være å møte opp på visitasene .

source: Sihke Sámefoanda-ohcamušat ja oahppaladdan-protokollat geažuhit mii dáhpáhuvai , namalassii ahte son lea gal viggan geavahit dárogiela oahpaheamis , muhto ahte dat lea leamaš váttis .
nob: Både finnefondssøknadene og visitasberetningene gir antydninger om hva som skjedde , nemlig at han nok har prøvd å bruke norsk i undervisninga , men har møtt store vansker .

source: Orru leame ahte son dađi mielde lea vuollánan dáistaleamis dárogielain , ja nu son ii leat ge deavdán Norgga eiseválddiid vuordámušaid .
nob: Det ser ut til at han etter hvert antakelig har gitt opp å bruke norsk i undervisninga og derfor ikke oppfylte forventningene fra de norske myndighetene .

source: Bismagoddedirekšuvdna diđii makkár bártái oahpaheaddjit sáhtte boahtit .
nob: Stiftsdireksjonen var klar over det dilemmaet lærere kunne komme i. .

source: Sii čállet ahte « Sáme- ja kveanagielat oahpaheaddjit eai máššan oahpaheamis ja ságastallamiin geavaheamis dáid amas gielaid vai mánát áddejit » ( Johtučálus 1880 ) .
nob: De skriver at « Det ligger en Fristelse for den i Lappisk eller Kvænsk vel bevandrede Lærer til i Undervisning og Samtale snart at gribe til de fremmede Sprog for at gjøre sig forstaaelig for Børnene » ( Rundskriv 1880 ) .

source: Matheussen dáidá dađi mielde gávnnahan ahte lea váttis ja ulbmilmeahttun dárogillii oahpahit sieiva sámi guovllus .
nob: Matheussen har antakelig etter hvert funnet det for vanskelig og meningsløst å skulle bruke norsk i et reint samisk område .

source: Orru ahte son lea ipmirdan ahte mánát fertejit oahpu oažžut iežaset gillii vai ohppet juoidá , ja ahte oahppan lei deaŧaleabbo go eiseválddiid dáruiduhttingáibádus .
nob: Det kan synes som han skjønte at barna måtte få undervisning i sitt eget språk hvis de skulle lære noe , og at tilegning av kunnskap var viktigere enn fornorskningskravet fra myndighetene .

source: Ahte dilli lei nu , duođaštuvvo skuvladirektevra čállosis álgogeahčen 1900-logu , mas muitaluvvo ahte « oahpahus lea gitta diimmážii čađahuvvon sámegillii » , ja raporttas jagis 1907 muitaluvvo ahte buot oahpahus dáin skuvlabiriin lea čađahuvvon dušše sámegillii .
nob: At det antakelig har vært slik , får vi bekreftet i et notat fra skoledirektøren på begynnelsen av 1900-tallet som forteller at « undervisningen har til i fjor været drevet utelukkende på lappisk » , og i en rapport fra 1907 hvor det heter at all undervisning i disse kretsene de seinere årene hadde skjedd på samisk .

source: Peder Matheussen orru leamaš dakkár hárvenaš oahpaheaddji mii dađi mielde dagai iežas válljejumiid , beroškeahttá eiseválddiid čielga dáruiduhttingáibádusas .
nob: Peder Matheussen synes å ha vært en lærer av sjelden kvalitet som etter hvert gikk sine egne veger , på tvers av det unisone fornorskningskravet fra myndighetene .

source: T. v. Muotkki kapealla lei gárvvis 1896 .
nob: T.v. Kapellet i Slåtten sto ferdig i 1896 .

source: Huksejuvvui dán várás ahte vuosttaldit Wringsteda sárdnideami . Son lei vuođđudan sámi friddjasearvegotti .
nob: Det blei bygd for å motvirke forkynnelsen til Wringsted som hadde dannet en samisk frimenighet .

source: O. b. Muorrala boares skuvla , 1907 ( Govva : Bernt Thomassen / Ulf Jacobsena govvačoakkáldat )
nob: T.h. Snefjord gamle skole , 1907 ( Foto : Bernt Thomassen / Ulf Jacobsens fotosamling )

source: Internáhtta Muorralis
nob: Internatet i Snefjord

source: Finnmárkkus galge guokte doaimma veahkehit skuvlla čađahit dáruiduhttima , namalassii Finnmárkui sierra skuvladirektevraámmaha ásaheapmi ja stáhtainternáhtaid ásaheapmi .
nob: I Finnmark skulle to tiltak bidra sterkt til å sette skolens fornorskningspolitikk i system , nemlig opprettelsen av eget skoledirektørembete for Finnmark og opprettelsen av statsinternatene .

source: Muorralii ceggejuvvui stáhtainternáhtta , mii váldojuvvui atnui ođđajagemánu 6. beaivvi 1908 , ja Muorrala ja Vuotkevuona biiret časkojuvvojedje oktii .
nob: I Snefjord blei det reist et statsinternat som blei tatt i bruk 6. januar 1908 , hvor Snefjord og Lillefjord krets blei slått sammen .

source: Dát lei vuosttaš internáhtta Finnmárkku rittus .
nob: Dette var det første internatet i kystdistriktene i hele Finnmark .

source: Manne juste dáppe ?
nob: Hvorfor nettopp her ?

source: Skuvladirektevra ákkastallamis daddjui moadde jagi ovdal : « Álbmot lea sámi sogas , geafi ja diehtemeahttun .
nob: I begrunnelsen fra skoledirektøren het det noen få år tidligere : Befolkningen er lappisk , fattig og vankundig .

source: Oahpaheapmi lea gitta diimmážii čađahuvvon dušše sámegillii , ja skuvlla ollislaš doaibma lea leamaš mihá heajut go sávahahtti .
nob: Undervisningen har til i fjor været drevet utelukkende på lappisk , og skolens hele stell har ladet meget tilbage at ønske .

source: Mu maŋemus oahppaladdamis ledje 23 mánás dušše 6 boahtán , ii ge lean mihkkege dahkkojuvvon njulget dán boasttuvuođa .
nob: Ved mitt besøg sidste høst var av 23 børn bare 6 tilstede , uden at noget var gjort for at rette denne uorden .

source: 50 % jávkan lea leamaš dábálaš , ja čilgehussan dasa leat addán ahte eai sáhte mánáid sáddet skuvlii , go sis ii leat borramuš sáddet daid mielde , ii ge leat orrunviessu gávdnamis .
nob: 50 % forsømmelser har vært det gjennomsnittlige , og der anførtes alminnelig , at det ikke kunde nytte til at føre børnene til skolen , da der var intet at medsende dem til at leve af og hus ikke at oppdrive .

source: Skuvlla lahka leat moanat sámi goađit , muhto dat leat menddo gáržžit čáhkadit stuora logu vierrománáid . »
nob: Der er en del finnegammer ved skolen . Men de er for opptatt til at kunne afgive plads for noget større antall af fremmede børn .

source: Muosáid skuvlastivra čálii 1907:s reivve skuvladirektevrii : « Lea hui váttis oažžut Vuotkevuona mánáid boahtit skuvlii … Šattašii eará láhkái jus livččii internáhtta .
nob: I et brev til skoledirektøren fra Måsøy skolestyre i 1907 het det : Man har meget vanskelig for at faa børnene i Lillefjord til at møde paa skole … Annerledes ville det blive , om de kunde inkvarteres .

source: Dalle sii livčče skuvllas miehtá gaskka , go vuos bohtet dohko . »
nob: Da ville man have dem paa skolen hele tiden , naar man først fik dem dit .

source: Eiseválddiin lei nappo Muosát čielga sámi guovlun gos skuvlla oahpaheapmi ii lean olahan daid dáruiduhttinbohtosiid mat ledje ulbmilin .
nob: Myndighetene hadde altså i Måsøy et nesten reint samisk område hvor skoleundervisninga gjennom mange år ikke hadde resultert i den fornorskninga som var ønsket .

source: Eiseválddit ballagohtet
nob: Myndighetene blir engstelig

source: Sáhttá jurddašit ahte maiddái eará áššit leat váikkuhan .
nob: Det kan tenkes at også andre elementer har spilt inn .

source: Jagis 1887 bođii suohkanii sárdneolmmái Johan Wringsted ( njálmmálaččat gohčoduvvon « Vringstad » dahje « Frinstad » ) .
nob: I 1887 kom predikanten Johan Wringsted ( i muntlig tradisjon bare kalt « Vringstad » eller « Frinstad » ) til sognet .

source: Son lei dáčča , muhto máhtii maiddái sihke sámegiela ja suomagiela .
nob: Han var norsk , men snakket både norsk , samisk og finsk .

source: Son ásahii friddja searvegotti , mii earránii stáhtagirkus jagis 1888 .
nob: Han dannet ei frimenighet som gikk ut av statskirka i 1888 .

source: Su oahpa guovddáš báikkit ledje Muorral ja Muotki , ja dat viidánii fargga dobbelii , nugo Vuotkevutnii ja Gáhppovutnii .
nob: Læra hans bredte seg raskt med Snefjord og Slåtten som kjerneområder , men også med tilhengere i bl.a. Lillefjord og Kobbefjord .

source: Orru leame nu ahte vuosttažettiin sápmelaččat čuovvoledje su .
nob: Det ser ut til at det først og fremst var samer som blei tilhengere .

source: Girku ja báhpaid guovdu buollái ballu ahte lihkadus menddo sakka viidána .
nob: Engstelsen blei stor innen presteskapet for at retninga skulle få et stort omfang .

source: Norgga Sámemiššovdna ásahuvvui 1888:s , ja sámi johtti sárdneolmmái manai ovddemus Muorralii , juste dusten dihte Wringsted-lihkadusa .
nob: Norsk Finnemisjon blei oppretta i 1888 , og Måsøy blei det første stedet den samiske reisepredikanten dro , nettopp for å motvirke Wringsted-bevegelsen .

source: 1896:s ceggejuvvui ođđa kapealla Muotkái .
nob: I 1896 blei det oppført et nytt kapell i Slåtten .

source: Dat ceggejuvvui njuolgut vuosttaldan dihte Wringsted váikkuhanfámu .
nob: Det var reist som et direkte mottiltak mot innflytelsen fra Wringsted .

source: Dán rájes mannagođii su lihkadus maŋos .
nob: Etter dette var bevegelsen i tilbakegang .

source: Muhto álbmotlohkan jagis 1900 čájeha ahte sullii 20 % sámi álbmogis Muorrala guovlluin ii gullan stáhtagirkui .
nob: Men folketellinga viser at ennå i år 1900 var ca. 20 % av den samiske befolkninga i Snefjordområdet utmeldt av statskirka .

source: Mii eat dieđe lea go dát váikkuhan maide dasa ahte mearriduvvui ceggejuvvot internáhtta Muorralii .
nob: Om dette har hatt betydning for planene om internatbygging i Snefjord , vet vi ikke .

source: Muhto ii leat veadjemeahttun ahte dat lea leamaš duogážis , ja oktan sivvan dasa go eiseválddiin ledje váttisvuođat olahit mihtuideaset dán guovllus .
nob: Men det er ikke umulig at det har ligget i bakgrunnen som et av problemene i dette området .

source: Sámi vuosttaldeapmi
nob: Samisk motstand

source: Mii gávdnat eará čielga mearkka dasa ahte lei sámi kultuvrralaš diđolašvuohta .
nob: Vi finner et annet tydelig uttrykk for ei samisk kulturell sjølbevissthet .

source: Cuoŋománu 9. beaivvi 1906 sáddii Muorrala álbmot reivve njuolga Norgga Stuoradiggái , mas váide stáhtagirkobákku ja giellabákku .
nob: Den 9. april 1906 sendte befolkninga i Snefjorden inn et klageskriv rettet direkte til det norske Stortinget hvor det blei klaget på statskirketvangen og på språktvangen .

source: Čállosa lea Wringsted čállán ja 36 olbmo vuolláičállán .
nob: Skrivet er ført i penna av Wringsted og undertegnet av 36 personer [ 2 ] .

source: [ 2 ] Sii čállet ahte « Stuoradikkis lea celkojuvvon , ahte sámegiella ii galgga geavahuvvot stáhta girkuin ja skuvllain , ja ahte stáhtagirkui gullevaččat , geat háliidit skuvllaid ja Ipmila sáni sámegillii , galget ieža máksit oahpaheddjiideaset ja sáni sárdnideami .
nob: De skriver at " der i stortinget er ytring om , at det lappiske sprog ikke skal tilstedes i statens kirker og skoler , og at de statskirkelige , som paa lappisk sprog vil have skoler og Guds ords forkyndelse , skal selv betale sine lærere og ordets forkyndelse .

source: Muhto dát cealkámušat leat vuostálaga Stuoradikki ovdalaš bargguin oskkufriddjavuođa ja bajásčuvgejumi ovddideami hárrái .
nob: Men disse ytringer indeholder et modstrev mod stortingets tidligere arbeide for religionsfrihed og oplysningens udvikling .

source: Dasto leat dát cealkámušat maiddái vuostálaga áiggi gáibádusaiguin ja dainna maid áigi lea čájehan » .
nob: Dernest er disse ytringer i modsætning af tidens krav og det erfaringen har vist " .

source: Čujuhuvvo maiddái dasa ahte « Oskkufriddjavuohta rihkkojuvvo » ja ahte « Kristtalašvuođa bajásčuvgejupmi heađuštuvvo » .
nob: Det vises til at « Religionens frihed krænkes » og « Kristendommens oplysning forringes » .

source: Muorral-guovllus lei nappo bajásčuvgejuvvon politihkalaš ja kultuvrralaš opposišuvdna , mii čujuhii « áiggi gáibádusaide » ja mii dovddahii čielga sámi iešdovddu .
nob: Det fantes altså en høyst oppegående religiøs , politisk og kulturell opposisjon i Snefjord-området som viste til « tidens krav » og som uttrykte en klar samisk sjølfølelse .

source: Jáhkkimis dáidá dát baldán eiseválddiid , ja leamaš oktan ággan dasa go juste Muorralii válljejedje cegget internáhta .
nob: Det er ikke utenkelig at dette har skremt myndighetene , slik at det blei en av grunnene til at nettopp Snefjord blei valgt for internatutbygging .

source: Váiddačálus lohkkojuvvui Stuoradiggái ja sáddejuvvui dasto ráđđehussii .
nob: Klageskrivet blei referert i Stortinget og oversendt regjeringa .

source: Muhto mun in leat gávnnahan ahte sápmelaččat goasse ožžo vástádusa , earret dan jus vástádus lei internáhta huksen .
nob: Men jeg kan ikke se at samene noen gang fikk svar , bortsett fra at kanskje svaret blei internatutbygging .

source: Go skuvladirektevra čállá ahte álbmot lea « diehtemeahttun » de orru dađi mielde go maid mii leat oaidnán , ahte álbmot ii ollenge lean diehtemeahttun , muhto ahte sii baicca ledje kultuvrralaččat ja gielalaččat hui oahppavaččat ja vuosttaldedje dáruiduhttima , ja ahte dat dat lei váttisvuohtan eiseválddiide .
nob: Når skoledirektøren skriver at befolkninga var « vankundig » synes det ut fra det vi har sett , at de langt fra var « vankundig » , men at det heller handlet om at befolkninga var kulturelt og språklig svært sjølbevisst og motsatte seg fornorskninga , og at dette var problematisk for myndighetene .

source: Muosáid siskkit skuvlabiiret orrot leamaš nannoseamos mearrasámi guovlun oppa Finnmárkkus .
nob: De indre skolekretsene i Måsøy synes å ha vært et av de sterkeste sjøsamiske områdene i hele Finnmark .

source: Muorrala skuvlainternáhtta .
nob: Skoleinternatet i Snefjord .

source: Dehálaš ággan internáhttahuksemii , lei vejolašvuohta fidnet mánáid skuvlii obalohkái .
nob: Det i det hele tatt å få ungene på skole , var et viktig argument for å bygge internat .

source: Dáppe galge oahppat sihke dáža skuvlafágaid ja dáža láhttenvugiid .
nob: Her skulle de lære både norske skolefag og norsk oppførsel .

source: Internáhttaeallin buvttii mánáide ođđa eallinvuogi .
nob: Med internattilværelsen fulgte en ny livsstil for ungene .

source: Internáhtas orrun ii sisttisdoallan dušše dábálaš skuvlafágaid oahppama , muhto maiddái dáčča bajásgeassima .
nob: Det å bli innkvartert på internat blei ikke bare å lære de alminnelige skolefagene , men også å få en norsk oppdragelse .

source: Mii gullat njuolga dan birra earret eará reivves man oahpaheaddji Johan Matheussen čálii skuvladirektevrii jagis 1908 dálueamida ( rivgu ) birra geas ledje nu ollu « váttisvuođat sihke mánáid čorgadin doallamis ja sin bajásgeassima dáfus » .
nob: Vi hører direkte om det bl.a. i et brev som læreren Johan Matheussen skreiv til skoledirektøren i 1908 om ( den norske ) husholdersken som hadde mange besværligheter « både angående renhold av børn og deres opdragelse » .

source: Orru leamaš čielggas ahte mánát maiddái galge bajásgessojuvvot buorren norgalažžan .
nob: Det syntes som en selvfølge at barna også skulle oppdras til å bli gode norske borgere .

source: Vuosttaš internáhttahoavdan šattai Johan Matheussen ( r. 1876 ) .
nob: Den første bestyreren for internatet blei Johan Matheussen ( f. 1876 ) .

source: Son lei boares oahpaheaddji bárdni gii lei bajásšaddan gilis ja lei sámegielat .
nob: Han var sønn av gammellæreren , var vokst opp i bygda og snakket samisk .

source: Son lei oahpaheaddjin internáhtas 1908 rájes dassážii go heavvanii jagis 1910 .
nob: Han var lærer på internatet fra 1908 fram til han kullseilte i 1910 og omkom .

source: Son orru dorjon dáruiduhttima áibbas eará ládje go iežas áhčči .
nob: Han synes å ha vært tilhenger av fornorskning på en helt annen måte enn faren .

source: Reivvestis skuvladirektevrii 10.01.1908 muitala Johan Matheussen ahte dáppe lea « unna sámegánddaš – dál 11-jahkásaš » .
nob: I et brev fra Johan Matheussen til skoledirektøren 10.01.1908 forteller han om « en liden finnegutt herinde – nu 11 år gammel » .

source: Su váhnemat vuosttaldedje sakka ahte son galgá dárogiela oahppat lohkat .
nob: Hans foreldre satte seg med all kraft mot at gutten skulle lære at lese norsk .

source: « Mun in beroštan váhnemiid dáhtus , ja gáibidin gánddas , ahte son galgá lohkat dárogiela » .
nob: « Jeg oversaa helt foreldreviljen og forlangte af gutten , at han skulde læse norsk » .

source: Dasto lei su maŋŋel Gjertrude Giæver moadde jagi , ja de Gunnar Olsen .
nob: Etter han overtok Gjertrude Giæver et par år , dernest Gunnar Olsen .

source: Gunnar Olsen bođii Deanus ja lei sámegielat .
nob: Gunnar Olsen kom fra Tana og snakket samisk .

source: Máŋga informántta leat muitalan ahte son geavahii sámegiela veahkkegiellan go oahpahii .
nob: Flere informanter har fortalt at han brukte samisk som hjelpespråk i undervisninga .

source: Dáruiduhttinvuoigŋa vuittii loahpas , maŋŋel go Muorral-guovlu lei vásihan garra dáruiduhttindoaimmaid sihke skuvlainternáhta ja kapealla huksema bokte .
nob: Fornorskningslinja vant fram til slutt , etter at Snefjord-området var blitt utsatt for massiv fornorskning gjennom utbygging både av skoleinternat og kapell .

source: Almmotge orru leame nu ahte Muorral-guovllu ohppiin eanas áigge leat leamaš oahpaheaddjit geat dáhtto geavahit sámegiela oahpaheamis , mii gal dagai skuvlavázzima álkibun go muđui livččii leamaš .
nob: Likevel synes det som om elevene i Snefjord-området for det meste har hatt lærere som var velvillig innstilt til å bruke samisk i undervisninga , og som har gjort skoledagene mye lettere enn de ellers ville ha vært .

source: Girjjálašvuohta ja gáldut
nob: Litteratur og kilder

source: v Norsk Finne-Mission : Aarsberetning 1888–1920 .
nob: Norsk Finne-Mission : Aarsberetning 1888–1920 .

source: [ 1 ] Geaissvearra lea guollevearra Máhkarávjjus .
nob: [ 1 ] Gjesvær er et fiskevær på Magerøya .

source: Dat gulai Muosáid gildii 1984 rádjái , go sirdašuvai Davvenjárga gildii.[2 ] Olles čálus gávdno girjjis Ola Graff : , s. 276 , ja maiddái dán girjji interneahttaveršuvnnas .
nob: Det hørte til Måsøy kommune fram til 1984 , da det blei overført til Nordkapp kommune . ( red.)[2 ] Hele skrivet er gjengitt i Ola Graff : Om kjæresten min vil jeg joike , s. 276 , samther .

source: ( doaim . )
nob: ( red. )

source: Eará artihkkalat girjjis Sámi skuvlahistorjá 4
nob: Flere artikler fra Samisk skolehistorie 4
